 [{
  "name": "DiGeorge Syndrome (22q11.2 deletion syndrome)",
  "description": "DiGeorge syndrome, more accurately known by a broader term — 22q11.2 deletion syndrome — is a disorder caused when a small part of chromosome 22 is missing. This deletion results in the poor development of several body systems.\n The term 22q11.2 deletion syndrome covers terms once thought to be separate conditions, including DiGeorge syndrome, velocardiofacial syndrome and other disorders that have the same genetic cause, though features may vary slightly. \n Medical problems commonly associated with 22q11.2 deletion syndrome include heart defects, poor immune system function, a cleft palate, complications related to low levels of calcium in the blood, and delayed development with behavioral and emotional problems. \n The number and severity of symptoms associated with 22q11.2 deletion syndrome vary. However, almost everyone with this syndrome needs treatment from specialists in a variety of fields."
  },
  
  {
  "name": "Angelman Syndrome",
  "description": "Angelman syndrome is a genetic disorder. It causes developmental disabilities, neurological problems and sometimes, seizures. \n People with Angelman syndrome often smile and laugh frequently, and have happy, excitable personalities.\n Developmental delays, between about 6 and 12 months of age, are usually the first signs of Angelman syndrome. Seizures often begin between the ages of 2 and 3 years old. \n People with Angelman syndrome tend to live a normal life span, but the disease cannot be cured. Treatment focuses on managing medical and developmental issues."
  },
  
  {
  "name": "Charcot-Marie-Tooth Disease",
  "description": "Charcot (shahr-KOH)-Marie-Tooth disease is a group of inherited disorders that cause nerve damage. This damage is mostly in your arms and legs (peripheral nerves). Charcot-Marie-Tooth is also called hereditary motor and sensory neuropathy. \n Charcot-Marie-Tooth disease results in smaller, weaker muscles. You may also experience loss of sensation and muscle contractions, and difficulty walking. Foot deformities such as hammertoes and high arches are also common. Symptoms usually begin in your feet and legs, but they may eventually affect your hands and arms. \n Symptoms of Charcot-Marie-Tooth disease typically appear in adolescence or early adulthood, but may also develop in midlife."
  },
  
  {
  "name": "Poor Color Vision",
  "description": "Poor or deficient color vision is an inability to see the difference between certain colors, but color is still seen. Many people commonly use the term 'colorblind' for this condition. But true colorblindness — in which everything is seen in shades of black and white — is rare.\n Poor color vision is usually inherited. Men are more likely to be born with poor color vision. Most people with poor color vision can't distinguish between certain shades of red and green. Less commonly, people with poor color vision can't distinguish between shades of blue and yellow. \n Certain eye diseases and some medications also can cause poor color vision."
  },
  
  {
  "name": "Cri-du-chat Syndrome",
  "description": "Cri-du-chat (cat's cry) syndrome, also known as 5p- (5p minus) syndrome, is a chromosomal condition that results when a piece of chromosome 5 is missing. Infants with this condition often have a high-pitched cry that sounds like that of a cat. The disorder is characterized by intellectual disability and delayed development, small head size (microcephaly), low birth weight, and weak muscle tone (hypotonia) in infancy. Affected individuals also have distinctive facial features, including widely set eyes (hypertelorism), low-set ears, a small jaw, and a rounded face. Some children with cri-du-chat syndrome are born with a heart defect."
  },
  
  {
  "name": "Cystic Fibrosis",
  "description": "Cystic fibrosis is an inherited disorder that causes severe damage to the lungs, digestive system and other organs in the body. \n Cystic fibrosis affects the cells that produce mucus, sweat and digestive juices. These secreted fluids are normally thin and slippery. But in people with cystic fibrosis, a defective gene causes the secretions to become sticky and thick. Instead of acting as a lubricant, the secretions plug up tubes, ducts and passageways, especially in the lungs and pancreas. \n Although cystic fibrosis requires daily care, people with the condition are usually able to attend school and work, and often have a better quality of life than people with cystic fibrosis had in previous decades. Improvements in screening and treatments mean people with cystic fibrosis now may live into their mid- to late 30s, on average, and some are living into their 40s and 50s."
  },
  
  {
  "name": "Down Syndrome",
  "description": "Down syndrome is a genetic disorder caused when abnormal cell division results in an extra full or partial copy of chromosome 21. This extra genetic material causes the developmental changes and physical features of Down syndrome.\n Down syndrome varies in severity among individuals, causing lifelong intellectual disability and developmental delays. It's the most common genetic chromosomal disorder and cause of learning disabilities in children. It also commonly causes other medical abnormalities, including heart and gastrointestinal disorders. \n Better understanding of Down syndrome and early interventions can greatly increase the quality of life for children and adults with this disorder and help them live fulfilling lives."
  },
  
  {
  "name": "Muscular Dystrophy",
  "description": "Muscular dystrophy is a group of diseases that cause progressive weakness and loss of muscle mass. In muscular dystrophy, abnormal genes (mutations) interfere with the production of proteins needed to form healthy muscle. \n There are many different kinds of muscular dystrophy. Symptoms of the most common variety begin in childhood, primarily in boys. Other types don't surface until adulthood. \n Some people who have muscular dystrophy will eventually lose the ability to walk. Some may have trouble breathing or swallowing. \n There is no cure for muscular dystrophy. But medications and therapy can help manage symptoms and slow the course of the disease."
  },
  
  {
  "name": "Familial Hypercholesterolemia",
  "description": "Familial hypercholesterolemia affects the way the body processes cholesterol. As a result, people with familial hypercholesterolemia have a higher risk of heart disease and a greater risk of early heart attack. \n The gene that causes familial hypercholesterolemia is inherited. The condition is present from birth. Treatments including medications and healthy lifestyle behaviors can help reduce the risks."
  },
  
  {
  "name": "Hemochromatosis",
  "description": "Hereditary hemochromatosis (he-moe-kroe-muh-TOE-sis) causes your body to absorb too much iron from the food you eat. Excess iron is stored in your organs, especially your liver, heart and pancreas. Too much iron can lead to life-threatening conditions, such as liver disease, heart problems and diabetes. \n The genes that cause hemochromatosis are inherited, but only a minority of people who have the genes ever develop serious problems. Signs and symptoms of hereditary hemochromatosis usually appear in midlife. \n Treatment includes regularly removing blood from your body. Because much of the body's iron is contained in red blood cells, this treatment lowers iron levels."
  },
  
  {
  "name": "Hemophilia",
  "description": "Hemophilia is a rare disorder in which your blood doesn't clot normally because it lacks sufficient blood-clotting proteins (clotting factors). If you have hemophilia, you may bleed for a longer time after an injury than you would if your blood clotted normally. \n Small cuts usually aren't much of a problem. The greater health concern is deep bleeding inside your body, especially in your knees, ankles and elbows. That internal bleeding can damage your organs and tissues, and may be life-threatening. \n Hemophilia is an inherited (genetic) disorder. There's no cure yet. But with proper treatment and self-care, most people with hemophilia can maintain an active, productive lifestyle."
  },
  
  {
  "name": "Klinefelter Syndrome",
  "description": "Klinefelter syndrome is a genetic condition that results when a boy is born with an extra copy of the X chromosome. Klinefelter syndrome is a common genetic condition affecting males, and it often isn't diagnosed until adulthood. \n Klinefelter syndrome may adversely affect testicular growth, resulting in smaller than normal testicles, which can lead to lower production of testosterone. The syndrome may also cause reduced muscle mass, reduced body and facial hair, and enlarged breast tissue. The effects of Klinefelter syndrome vary, and not everyone has the same signs and symptoms. \n Most men with Klinefelter syndrome produce little or no sperm, but assisted reproductive procedures may make it possible for some men with Klinefelter syndrome to father children."
  },
  
  {
  "name": "Neurofibromatosis",
  "description": "Neurofibromatosis is a genetic disorder that causes tumors to form on nerve tissue. These tumors can develop anywhere in your nervous system, including your brain, spinal cord and nerves. Neurofibromatosis is usually diagnosed in childhood or early adulthood. \n The tumors are usually noncancerous (benign), but sometimes can become cancerous (malignant). Symptoms are often mild. However, complications of neurofibromatosis can include hearing loss, learning impairment, heart and blood vessel (cardiovascular) problems, loss of vision, and severe pain. \n Neurofibromatosis treatment aims to maximize healthy growth and development and to manage complications as soon as they arise. When neurofibromatosis causes large tumors or tumors that press on a nerve, surgery can help ease symptoms. Some people may benefit from other therapies, such as stereotactic radiosurgery or medications to control pain."
  },
  
  {
  "name": "Phenylketonuria (PKU)",
  "description": "Phenylketonuria (fen-ul-ke-toe-NU-re-uh), also called PKU, is a rare inherited disorder that causes an amino acid called phenylalanine to build up in your body. PKU is caused by a defect in the gene that helps create the enzyme needed to break down phenylalanine. \n Without the enzyme necessary to process phenylalanine, a dangerous buildup can develop when a person with PKU eats foods that are high in protein. This can eventually lead to serious health problems. \n For the rest of their lives, people with PKU — babies, children and adults — need to follow a diet that limits phenylalanine, which is found mostly in foods that contain protein. \n Babies in the United States and many other countries are screened for PKU soon after birth. Recognizing PKU right away can help prevent major health problems."
  },
  
  {
  "name": "Polycystic kidney disease",
  "description": "Polycystic kidney disease (PKD) is an inherited disorder in which clusters of cysts develop primarily within your kidneys, causing your kidneys to enlarge and lose function over time. Cysts are noncancerous round sacs containing fluid. The cysts vary in size, and they can grow very large. Having many cysts or large cysts can damage your kidneys. \n Polycystic kidney disease also can cause cysts to develop in your liver and elsewhere in your body. The disease can cause serious complications, including high blood pressure and kidney failure. \n PKD varies greatly in its severity, and some complications are preventable. Lifestyle changes and treatments might help reduce damage to your kidneys from complications."
  },
  
  {
  "name": "Prader-Willi Syndrome",
  "description": "Prader-Willi (PRAH-dur VIL-e) syndrome is a rare genetic disorder that results in a number of physical, mental and behavioral problems. A key feature of Prader-Willi syndrome is a constant sense of hunger that usually begins at about 2 years of age. \n People with Prader-Willi syndrome want to eat constantly because they never feel full (hyperphagia), and they usually have trouble controlling their weight. Many complications of Prader-Willi syndrome are due to obesity. \n Best managed by a team approach, various specialists can work with you to manage symptoms of this complex disorder, reduce the risk of developing complications and improve the quality of life for your loved one with Prader-Willi syndrome."
  },
  
  {
  "name": "Sickle Cell Anemia",
  "description": "Sickle cell anemia is an inherited form of anemia — a condition in which there aren't enough healthy red blood cells to carry adequate oxygen throughout your body. \n Normally, your red blood cells are flexible and round, moving easily through your blood vessels. In sickle cell anemia, the red blood cells become rigid and sticky and are shaped like sickles or crescent moons. These irregularly shaped cells can get stuck in small blood vessels, which can slow or block blood flow and oxygen to parts of the body. \n There's no cure for most people with sickle cell anemia. But treatments can relieve pain and help prevent problems associated with the disease."
  },
  
  {
  "name": "Tay-Sachs Disease",
  "description": "Tay-Sachs disease is a rare disorder passed from parents to child. In the most common form, a baby about 6 months old will begin to show symptoms. \n Tay-Sachs disease results when an enzyme that helps break down fatty substances is absent. These fatty substances build up to toxic levels in the child's brain and affect the nerve cells. As the disease progresses, the child's body loses function, leading to blindness, deafness, paralysis and death. \n There is no cure for Tay-Sachs disease. Gene therapy or enzyme replacement therapy research may eventually lead to a cure or treatment to slow the progression of Tay-Sachs disease. \n Tay-Sachs disease occurs most frequently among people whose ancestors come from Eastern and Central European Jewish communities (Ashkenazi Jews), from certain French Canadian communities in Quebec, the Old Order Amish community in Pennsylvania and from the Cajun community of Louisiana. A child who inherits the gene from both parents develops Tay-Sachs disease. \n If you have a family history of Tay-Sachs disease or if you're a member of a high-risk group and plan to have children, Mayo Clinic doctors strongly recommend genetic testing and genetic counseling."
  },
  
  {
  "name": "Turner Syndrome",
  "description": "Turner syndrome, a condition that affects only females, results when one of the X chromosomes (sex chromosomes) is missing or partially missing. Turner syndrome can cause a variety of medical and developmental problems, including short height, failure of the ovaries to develop and heart defects. \n Turner syndrome may be diagnosed before birth (prenatally), during infancy or in early childhood. Occasionally, in females with mild signs and symptoms of Turner syndrome, the diagnosis is delayed until the teen or young adult years. \n Girls and women with Turner syndrome need ongoing medical care from a variety of specialists. Regular checkups and appropriate care can help most girls and women lead healthy, independent lives."
  },
  
  {
  "name": "Fanconi Anemia",
  "description": "Fanconi anemia is a disease passed down through families (inherited) that mainly affects the bone marrow. It results in decreased production of all types of blood cells. \n Fanconi anemia is due to an abnormal gene that damages cells, which keeps them from repairing damaged DNA. \n To inherit Fanconi anemia, a person must get 1 copy of the abnormal gene from each parent. \n The condition is most often diagnosed in children between 2 and 15 years old."
  },
  
  {
  "name": "Edwards' Syndrome",
  "description": "Edwards’ Syndrome, also called Trisomy 18 is a condition that causes severe developmental delays due to an extra chromosome 18. \n Symptoms include low birth weight, small abnormally shaped head, and birth defects in organs that are often life threatening. \n Edwards syndrome has no treatment and is usually fatal before birth or within the first year of life. Five to 10 percent of children with this condition live past their first year, and these children often have severe intellectual disability."
  },
  
  {
  "name": "Patau Syndrome",
  "description": "Trisomy 13, also called Patau syndrome, is a chromosomal condition associated with severe intellectual disability and physical abnormalities in many parts of the body. \n Individuals with trisomy 13 often have heart defects, brain or spinal cord abnormalities, very small or poorly developed eyes (microphthalmia), extra fingers or toes, an opening in the lip (a cleft lip) with or without an opening in the roof of the mouth (a cleft palate), and weak muscle tone (hypotonia). \n Due to the presence of several life-threatening medical problems, many infants with trisomy 13 die within their first days or weeks of life. Only five percent to 10 percent of children with this condition live past their first year."
  },
  {
  "name": "Fragile X Syndrome",
  "description": "Fragile X syndrome is a genetic condition that causes a range of developmental problems including learning disabilities and cognitive impairment. Usually, males are more severely affected by this disorder than females. \n Affected individuals usually have delayed development of speech and language by age 2. Most males with fragile X syndrome have mild to moderate intellectual disability, while about one-third of affected females are intellectually disabled. Children with fragile X syndrome may also have anxiety and hyperactive behavior such as fidgeting or impulsive actions. \n Most males and about half of females with fragile X syndrome have characteristic physical features that become more apparent with age.."
  },
  {
  "name": "Triple (XXX) Syndrome",
  "description": "Triple X syndrome, also called, XXX, is characterized by the presence of an additional X chromosome in each of a female's cells. Although females with this condition may be taller than average, this chromosomal change typically causes no unusual physical features. Most females with triple X syndrome have normal sexual development and are able to conceive children. \n Triple X syndrome is associated with an increased risk of learning disabilities and delayed development of speech and language skills. Delayed development of motor skills (such as sitting and walking), weak muscle tone (hypotonia), and behavioral and emotional difficulties are also possible, but these characteristics vary widely among affected girls and women. Seizures or kidney abnormalities occur in about 10 percent of affected females."
  },
  {
  "name": "Ehlers-Danlos Syndrome",
  "description": "Ehlers-Danlos syndrome is a group of inherited disorders that affect your connective tissues — primarily your skin, joints and blood vessel walls. Connective tissue is a complex mixture of proteins and other substances that provide strength and elasticity to the underlying structures in your body. \n People who have Ehlers-Danlos syndrome usually have overly flexible joints and stretchy, fragile skin. This can become a problem if you have a wound that requires stitches, because the skin often isn't strong enough to hold them."
  },
  {
  "name": "Osteogenesis Imperfecta",
  "description": "Osteogenesis imperfecta (OI) is a group of genetic disorders that mainly affect the bones. People with this condition have bones that break easily, often from mild trauma or with no apparent cause. Multiple fractures are common, and in severe cases, can occur even before birth. Milder cases may involve only a few fractures over a person's lifetime. \n There are at least eight recognized forms of osteogenesis imperfecta, designated type I through type VIII. The types can be distinguished by their signs and symptoms, although their characteristic features overlap. Type I is the mildest form of osteogenesis imperfecta and type II is the most severe; other types of this condition have signs and symptoms that fall somewhere between these two extremes. Increasingly, genetic factors are used to define the different forms of osteogenesis imperfecta.."
  },
  {
  "name": "Cori's Disease",
  "description": "Cori’s Disease also known as glycogen storage disease type III is an inherited disorder caused by the buildup of a complex sugar called glycogen in the body's cells. The accumulated glycogen is structurally abnormal and impairs the function of certain organs and tissues, especially the liver and muscles. \n GSDIII is divided into types IIIa, IIIb, IIIc, and IIId, which are distinguished by their pattern of signs and symptoms. GSD types IIIa and IIIc mainly affect the liver and muscles, and GSD types IIIb and IIId typically affect only the liver. It is very difficult to distinguish between the types of GSDIII that affect the same tissues. GSD types IIIa and IIIb are the most common forms of this condition."
  },
  {
  "name": "Hypophosphatemic Rickets",
  "description": "Hereditary hypophosphatemic rickets is a disorder related to low levels of phosphate in the blood (hypophosphatemia). Phosphate is a mineral that is essential for the normal formation of bones and teeth. \n In most cases, the signs and symptoms of hereditary hypophosphatemic rickets begin in early childhood. The features of the disorder vary widely, even among affected members of the same family. Mildly affected individuals may have hypophosphatemia without other signs and symptoms. More severely affected children experience slow growth and are shorter than their peers. They develop bone abnormalities that can interfere with movement and cause bone pain. The most noticeable of these abnormalities are bowed legs or knock knees (a condition in which the lower legs are positioned at an outward angle). These abnormalities become apparent with weight-bearing activities such as walking. If untreated, they tend to worsen with time.\n Other signs and symptoms of hereditary hypophosphatemic rickets can include premature fusion of the skull bones (craniosynostosis) and dental abnormalities. The disorder may also cause abnormal bone growth where ligaments and tendons attach to joints (enthesopathy). In adults, hypophosphatemia is characterized by a softening of the bones known as osteomalacia.\n Researchers have described several forms of hereditary hypophosphatemic rickets, which are distinguished by their pattern of inheritance and genetic cause. The most common form of the disorder is known as X-linked hypophosphatemic rickets (XLH). It has an X-linked dominant pattern of inheritance. X-linked recessive, autosomal dominant, and autosomal recessive forms of the disorder are much rarer. \n Another rare type of the disorder is known as hereditary hypophosphatemic rickets with hypercalciuria (HHRH). In addition to hypophosphatemia, this condition is characterized by the excretion of high levels of calcium in the urine (hypercalciuria)."
  },
  
  {
  "name": "Marfan Syndrome",
  "description": "Marfan syndrome is an inherited disorder that affects connective tissue — the fibers that support and anchor your organs and other structures in your body. Marfan syndrome most commonly affects the heart, eyes, blood vessels and skeleton.\n People with Marfan syndrome are usually tall and thin with disproportionately long arms, legs, fingers and toes. The damage caused by Marfan syndrome can be mild or severe. If your aorta — the large blood vessel that carries blood from your heart to the rest of your body — is affected, the condition can become life-threatening. \n Treatment usually includes medications to keep your blood pressure low to reduce the strain on your aorta. Regular monitoring to check for damage progression is vital. Many people with Marfan syndrome eventually require preventive surgery to repair the aorta."
  },
  {
  "name": "Huntington's Disease",
  "description": "Huntington's disease is an inherited disease that causes the progressive breakdown (degeneration) of nerve cells in the brain. Huntington's disease has a broad impact on a person's functional abilities and usually results in movement, thinking (cognitive) and psychiatric disorders. \n Most people with Huntington's disease develop signs and symptoms in their 30s or 40s. But the disease may emerge earlier or later in life. \n When the disease develops before age 20, the condition is called juvenile Huntington's disease. An earlier emergence of the disease often results in a somewhat different set of symptoms and faster disease progression.\n Medications are available to help manage the symptoms of Huntington's disease, but treatments can't prevent the physical, mental and behavioral decline associated with the condition."
  }
  
  
  ]

